tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "archey"
brew "cmake"
brew "ctags"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gnu-sed", args: ["with-default-names"]
brew "grip"
brew "highlight"
brew "htop"
brew "python"
brew "ipython"
brew "jq"
brew "macvim"
brew "protobuf"
brew "mosh"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "pandoc"
brew "pstree"
brew "pv"
brew "redis"
brew "snappy"
brew "telnet"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "you-get", link: false
cask "gimp"
cask "lumen"
cask "mactex"
